; YT-Legacy-RT language file (UTF-16LE required)
; To create a new translation: copy this file to <code>.ini (ISO 639-1, e.g. fr.ini),
; translate the values after "=", and set [Meta] Name to the language's own name.
; Keep printf placeholders (%d, %u, %s) exactly as they are.
; Values with leading/trailing spaces must be wrapped in double quotes.
; num_style: "jp" = 10000-based grouping, "west" = K/M/B grouping.

[Meta]
Name=English

[Strings]
lang_auto=Auto (Windows language)
search_btn=Search
settings_btn=Settings
subs_btn=Subscriptions
back_btn=← Back
pause_btn=Pause
play_btn=Play
fullscreen=Fullscreen
fullscreen_exit=Exit full screen
ready=Ready
settings_title=Settings
instance_label=Invidious instance URL:
quality_label=Quality:
language_label=Language:
local_chk=Play via instance proxy (local=true)
cert_chk=Ignore certificate errors
ok_btn=OK
cancel_btn=Cancel
searching="Searching: "
results_found=%d videos found
channels_found=%d channels
no_subs=No subscribed channels
description_title=Description
no_description=No description available
no_results=No results
enter_query=Enter a search term
set_instance=Set the instance URL in Settings
loading=Loading...
loading_n=Loading... (%d/%d)
fetching_info=Fetching video info...
playing=Playing
paused=Paused
ended=Playback finished
play_failed="Playback failed: "
fallback_note=" *first choice failed: "
no_dash=no DASH streams
info_fail=video info fetch failed
unreachable=unreachable
audio_suffix=" (audio)"
start_timeout=start timeout
direct_suffix=direct
cant_fetch=" (the instance could not fetch this video)"
http_error=HTTP error %u
net_fail=network failure (error %u)
bad_url=invalid URL
open_fail=WinHttpOpen failed (code %u)
conn_fail=connection failed (WinHttpConnect, code %u, host=%s:%u)
req_fail=connection failed (WinHttpOpenRequest, code %u)
views_fmt=%s views
likes_fmt=%s likes
subscribe_btn=Subscribe
subscribed_btn=Subscribed
num_style=west
